Repository: ValentinLevitov/gloss
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Select a word in the original or the translation → Explain, or Discuss to ask your own question.
de: Wähle ein Wort im Original oder in der Übersetzung → Erklären, oder Besprechen für eine eigene Frage.
es: Selecciona una palabra en el original o en la traducción → Explicar, o Comentar para hacer tu propia pregunta.
fr: Sélectionnez un mot dans l’original ou la traduction → Expliquer, ou Discuter pour poser votre propre question.
it: Seleziona una parola nell'originale o nella traduzione → Spiega, oppure Discuti per fare la tua domanda.
ja: 原文または翻訳の単語を選択 → 「解説」、自分で質問するには「相談」。
ko: 원문이나 번역문에서 단어를 선택하고 → 설명, 또는 직접 질문하려면 대화를 선택하세요.
pl: Zaznacz słowo w oryginale lub w tłumaczeniu → Wyjaśnij, albo Omów, aby zadać własne pytanie.
pt_br: Selecione uma palavra no original ou na tradução → Explicar, ou Conversar para fazer sua própria pergunta.
ru: Выдели слово в оригинале или переводе → Объяснить, или Обсудить, чтобы задать свой вопрос.
tr: Orijinalde veya çeviride bir kelime seçin → Açıkla ya da kendi sorunuzu sormak için Tartış.
uk: Виділіть слово в оригіналі чи перекладі → «Пояснити» або «Обговорити», щоб поставити своє питання.
zh_hans: 在原文或译文中选中一个词 → 讲解，或选择“讨论”提出你自己的问题。

source: Everything goes into one thread, so the model keeps the context of what you are reading. Open the app to see it all or start a new thread.
de: Alles landet in einem Thread, damit das Modell den Kontext deiner Lektüre behält. Öffne die App, um alles zu sehen, oder starte einen neuen Thread.
es: Todo va a una misma conversación, así el modelo mantiene el contexto de lo que estás leyendo. Abre la app para verlo todo o empieza una conversación nueva.
fr: Tout arrive dans une seule conversation, afin que le modèle garde le contexte de votre lecture. Ouvrez l'app pour tout consulter ou commencer une nouvelle conversation.
it: Tutto finisce in un'unica conversazione, così il modello mantiene il contesto di ciò che stai leggendo. Apri l'app per vedere tutto o inizia una nuova conversazione.
ja: すべてが1つのスレッドにまとまるので、モデルは読んでいる内容の文脈を保持します。Appを開いて全体を確認したり、新しいスレッドを始めたりできます。
ko: 모든 내용이 하나의 대화에 쌓이므로 모델이 읽고 있는 내용의 맥락을 유지합니다. 앱을 열어 전체를 보거나 새 대화를 시작하세요.
pl: Wszystko trafia do jednego wątku, dzięki czemu model zna kontekst tego, co czytasz. Otwórz aplikację, aby zobaczyć całość lub zacząć nowy wątek.
pt_br: Tudo vai para uma única conversa, assim o modelo mantém o contexto do que você está lendo. Abra o app para ver tudo ou inicie uma nova conversa.
ru: Всё идёт в одну нить, и модель держит контекст того, что ты читаешь. Открой приложение, чтобы увидеть всё или начать новую нить.
tr: Her şey tek bir konuşmaya eklenir, böylece model okuduklarınızın bağlamını korur. Tümünü görmek veya yeni bir konuşma başlatmak için uygulamayı açın.
uk: Усе потрапляє в одну розмову, тож модель зберігає контекст того, що ви читаєте. Відкрийте застосунок, щоб побачити все, або почніть нову розмову.
zh_hans: 所有内容都在同一个对话中，因此模型会保留你正在阅读的上下文。打开应用即可查看全部内容，或开始新的对话。

source: In the app: type or paste text, or point the camera at a page.
de: In der App: Text eingeben oder einfügen oder die Kamera auf eine Seite richten.
es: En la app: escribe o pega texto, o apunta la cámara a una página.
fr: Dans l'app : saisissez ou collez du texte, ou pointez l'appareil photo vers une page.
it: Nell'app: scrivi o incolla il testo, oppure inquadra una pagina con la fotocamera.
ja: App内では、テキストを入力または貼り付けるか、ページにカメラを向けます。
ko: 앱에서 텍스트를 입력하거나 붙여넣고, 카메라를 책장에 비춰 보세요.
pl: W aplikacji: wpisz lub wklej tekst albo skieruj aparat na stronę.
pt_br: No app: digite ou cole o texto, ou aponte a câmera para uma página.
ru: В приложении: набери или вставь текст, либо наведи камеру на страницу.
tr: Uygulamada: metni yazın veya yapıştırın ya da kamerayı bir sayfaya tutun.
uk: У застосунку: введіть або вставте текст чи наведіть камеру на сторінку.
zh_hans: 在应用中：输入或粘贴文本，或用相机对准书页。

source: Setup guide
de: Einrichtungsanleitung
es: Guía de configuración
fr: Guide de configuration
it: Guida alla configurazione
ja: セットアップガイド
ko: 설정 안내
pl: Przewodnik konfiguracji
pt_br: Guia de configuração
ru: Руководство по настройке
tr: Kurulum kılavuzu
uk: Інструкція з налаштування
zh_hans: 设置指南

source: Opens Gloss and translates the copied text.
de: Öffnet Gloss und übersetzt den kopierten Text.
es: Abre Gloss y traduce el texto copiado.
fr: Ouvre Gloss et traduit le texte copié.
it: Apre Gloss e traduce il testo copiato.
ja: Gloss を開いて、コピーしたテキストを翻訳します。
ko: Gloss를 열고 복사한 텍스트를 번역합니다.
pl: Otwiera Gloss i tłumaczy skopiowany tekst.
pt_br: Abre o Gloss e traduz o texto copiado.
ru: Открывает Gloss и переводит скопированный текст.
tr: Gloss'u açar ve kopyalanan metni çevirir.
uk: Відкриває Gloss і перекладає скопійований текст.
zh_hans: 打开 Gloss 并翻译已复制的文本。

source: Gloss sends text to an AI model using your own API key. Pick a provider and add a key; the key stays in this device's Keychain.
de: Gloss sendet Text mit deinem eigenen API-Schlüssel an ein KI-Modell. Wähle einen Anbieter und füge einen Schlüssel hinzu; der Schlüssel bleibt im Schlüsselbund dieses Geräts.
es: Gloss envía el texto a un modelo de IA con tu propia clave de API. Elige un proveedor y añade una clave; la clave se queda en el llavero de este dispositivo.
fr: Gloss envoie le texte à un modèle d'IA avec votre propre clé API. Choisissez un fournisseur et ajoutez une clé ; celle-ci reste dans le trousseau de cet appareil.
it: Gloss invia il testo a un modello IA usando la tua chiave API. Scegli un provider e aggiungi una chiave; la chiave resta nel portachiavi di questo dispositivo.
ja: Glossはあなた自身のAPIキーを使ってAIモデルにテキストを送信します。プロバイダを選んでキーを追加してください。キーはこのデバイスのキーチェーンに保存されます。
ko: Gloss는 사용자의 API 키로 텍스트를 AI 모델에 보냅니다. 제공업체를 고르고 키를 추가하세요. 키는 이 기기의 키체인에만 저장됩니다.
pl: Gloss wysyła tekst do modelu AI przy użyciu Twojego własnego klucza API. Wybierz dostawcę i dodaj klucz; klucz pozostaje w pęku kluczy tego urządzenia.
pt_br: O Gloss envia o texto a um modelo de IA usando a sua própria chave de API. Escolha um provedor e adicione uma chave; ela fica nas Chaves deste dispositivo.
ru: Gloss отправляет текст AI-модели по твоему API-ключу. Выбери провайдера и добавь ключ; он хранится в Keychain этого устройства.
tr: Gloss, metni kendi API anahtarınızla bir yapay zekâ modeline gönderir. Bir sağlayıcı seçip anahtar ekleyin; anahtar bu aygıtın Anahtar Zinciri'nde kalır.
uk: Gloss надсилає текст до моделі ШІ, використовуючи ваш власний ключ API. Виберіть постачальника й додайте ключ — він залишається в Keychain цього пристрою.
zh_hans: Gloss 使用你自己的 API 密钥将文本发送给 AI 模型。请选择服务提供方并添加密钥；密钥仅保存在此设备的钥匙串中。

source: Make Gloss the system translation app. Then “Translate” in the text selection menu of Books, Safari and other apps opens Gloss instead of Apple Translate.
de: Mache Gloss zur Übersetzungsapp des Systems. Dann öffnet „Übersetzen“ im Textauswahlmenü von Bücher, Safari und anderen Apps Gloss statt Apple Übersetzen.
es: Convierte Gloss en la app de traducción del sistema. Así «Traducir» en el menú de selección de texto de Libros, Safari y otras apps abrirá Gloss en lugar de Traducir de Apple.
fr: Faites de Gloss l'app de traduction du système. « Traduire » dans le menu de sélection de texte de Livres, Safari et d'autres apps ouvrira alors Gloss au lieu de Traduire d'Apple.
it: Imposta Gloss come app di traduzione di sistema. Così “Traduci” nel menu di selezione del testo di Libri, Safari e altre app aprirà Gloss invece di Apple Traduci.
ja: Glossをシステムの翻訳Appに設定します。すると、ブックやSafariなどのテキスト選択メニューの「翻訳」で、Apple翻訳ではなくGlossが開きます。
ko: Gloss를 시스템 번역 앱으로 설정하세요. 그러면 도서, Safari 등 다른 앱의 텍스트 선택 메뉴에서 “번역”을 누르면 Apple 번역 대신 Gloss가 열립니다.
pl: Ustaw Gloss jako systemową aplikację do tłumaczenia. Wtedy „Przetłumacz” w menu zaznaczania tekstu w Książkach, Safari i innych aplikacjach otworzy Gloss zamiast Tłumacza Apple.
pt_br: Torne o Gloss o app de tradução do sistema. Assim, “Traduzir” no menu de seleção de texto do Livros, Safari e outros apps abre o Gloss em vez do Tradutor da Apple.
ru: Сделай Gloss системным переводчиком. Тогда «Перевести» в меню выделения текста в Books, Safari и других приложениях будет открывать Gloss вместо Apple Translate.
tr: Gloss'u sistem çeviri uygulaması yapın. Böylece Kitaplar, Safari ve diğer uygulamaların metin seçim menüsündeki “Çevir”, Apple Çeviri yerine Gloss'u açar.
uk: Зробіть Gloss системним застосунком перекладу. Тоді «Перекласти» в меню вибору тексту в Книгах, Safari та інших застосунках відкриватиме Gloss замість Apple Translate.
zh_hans: 将 Gloss 设为系统翻译应用。之后在“图书”、Safari 浏览器等应用的文本选择菜单中点按“翻译”，将打开 Gloss 而不是 Apple 翻译。

source: In Settings choose Translation → Gloss. Come back here when done.
de: Wähle in den Einstellungen Übersetzung → Gloss. Komm danach hierher zurück.
es: En Ajustes elige Traducción → Gloss. Vuelve aquí cuando termines.
fr: Dans Réglages, choisissez Traduction → Gloss. Revenez ici ensuite.
it: In Impostazioni scegli Traduzione → Gloss. Torna qui quando hai finito.
ja: 設定で「翻訳」→「Gloss」を選択してください。完了したらここに戻ります。
ko: 설정에서 번역 → Gloss를 선택하세요. 끝나면 여기로 돌아오세요.
pl: W Ustawieniach wybierz Tłumaczenie → Gloss. Potem wróć tutaj.
pt_br: Nos Ajustes, escolha Tradução → Gloss. Volte aqui quando terminar.
ru: В Настройках выбери Перевод → Gloss и возвращайся сюда.
tr: Ayarlar'da Çeviri → Gloss'u seçin. Bitince buraya dönün.
uk: У Налаштуваннях виберіть «Переклад» → Gloss. Потім повернітеся сюди.
zh_hans: 在“设置”中选择“翻译”→ Gloss。完成后返回此处。

source: Choose Translation → Gloss there, and “Translate” in the text selection menu will open this app.
de: Wähle dort Übersetzung → Gloss, dann öffnet „Übersetzen“ im Textauswahlmenü diese App.
es: Elige Traducción → Gloss y «Traducir» en el menú de selección de texto abrirá esta app.
fr: Choisissez Traduction → Gloss, et « Traduire » dans le menu de sélection de texte ouvrira cette app.
it: Scegli Traduzione → Gloss e “Traduci” nel menu di selezione del testo aprirà questa app.
ja: そこで「翻訳」→「Gloss」を選ぶと、テキスト選択メニューの「翻訳」でこのAppが開きます。
ko: 거기서 번역 → Gloss를 선택하면 텍스트 선택 메뉴의 “번역”이 이 앱을 엽니다.
pl: Wybierz tam Tłumaczenie → Gloss, a „Przetłumacz” w menu zaznaczania tekstu otworzy tę aplikację.
pt_br: Escolha Tradução → Gloss lá e “Traduzir” no menu de seleção de texto abrirá este app.
ru: Выбери там Перевод → Gloss, и «Перевести» в меню выделения будет открывать это приложение.
tr: Orada Çeviri → Gloss'u seçin; böylece metin seçim menüsündeki “Çevir” bu uygulamayı açar.
uk: Виберіть там «Переклад» → Gloss, і команда «Перекласти» в меню вибору тексту відкриватиме цей застосунок.
zh_hans: 在其中选择“翻译”→ Gloss，之后文本选择菜单中的“翻译”就会打开此应用。

source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字サイズ
ko: 텍스트 크기
pl: Rozmiar tekstu
pt_br: Tamanho do texto
ru: Размер текста
tr: Metin boyutu
uk: Розмір тексту
zh_hans: 文字大小

source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 표시
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
uk: Вигляд
zh_hans: 外观

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작게
pl: Mały
pt_br: Pequeno
ru: Мелкий
tr: Küçük
uk: Малий
zh_hans: 小

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 中
ko: 보통
pl: Średni
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
zh_hans: 中

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
pl: Duży
pt_br: Grande
ru: Крупный
tr: Büyük
uk: Великий
zh_hans: 大

source: Extra large
de: Sehr groß
es: Extragrande
fr: Très grand
it: Molto grande
ja: 特大
ko: 아주 크게
pl: Bardzo duży
pt_br: Muito grande
ru: Очень крупный
tr: Çok büyük
uk: Дуже великий
zh_hans: 特大

source: Huge
de: Riesig
es: Enorme
fr: Géant
it: Enorme
ja: 極大
ko: 매우 크게
pl: Ogromny
pt_br: Enorme
ru: Огромный
tr: Devasa
uk: Величезний
zh_hans: 超大

source: Listening…
de: Höre zu…
es: Escuchando…
fr: Écoute…
it: In ascolto…
ja: 聞き取り中…
ko: 듣고 있습니다…
pl: Słucham…
pt_br: Ouvindo…
ru: Слушаю…
tr: Dinleniyor…
uk: Слухаю…
zh_hans: 正在听…

source: Allow microphone and speech recognition in Settings to dictate.
de: Erlaube Mikrofon und Spracherkennung in den Einstellungen, um zu diktieren.
es: Permite el micrófono y el reconocimiento de voz en Ajustes para dictar.
fr: Autorisez le micro et la reconnaissance vocale dans Réglages pour dicter.
it: Consenti microfono e riconoscimento vocale in Impostazioni per dettare.
ja: 音声入力するには、設定でマイクと音声認識を許可してください。
ko: 받아쓰기를 사용하려면 설정에서 마이크와 음성 인식을 허용하세요.
pl: Aby dyktować, zezwól na dostęp do mikrofonu i rozpoznawanie mowy w Ustawieniach.
pt_br: Permita o microfone e o reconhecimento de fala nos Ajustes para ditar.
ru: Чтобы диктовать, разреши микрофон и распознавание речи в Настройках.
tr: Dikte için Ayarlar'da mikrofona ve konuşma tanımaya izin verin.
uk: Щоб диктувати, дозвольте доступ до мікрофона й розпізнавання мовлення в Налаштуваннях.
zh_hans: 请在“设置”中允许使用麦克风和语音识别，以便听写。

source: Dictation is not available for %@ on this device.
de: Diktieren ist für %@ auf diesem Gerät nicht verfügbar.
es: El dictado no está disponible para %@ en este dispositivo.
fr: La dictée n'est pas disponible pour %@ sur cet appareil.
it: La dettatura non è disponibile per %@ su questo dispositivo.
ja: このデバイスでは%@の音声入力を利用できません。
ko: 이 기기에서는 %@ 받아쓰기를 사용할 수 없습니다.
pl: Dyktowanie nie jest dostępne dla języka %@ na tym urządzeniu.
pt_br: O ditado não está disponível para %@ neste dispositivo.
ru: Диктовка для языка %@ на этом устройстве недоступна.
tr: Bu aygıtta %@ için dikte kullanılamıyor.
uk: Диктування недоступне для %@ на цьому пристрої.
zh_hans: 此设备不支持 %@ 的听写。

source: Add to cards
de: Zu Karten hinzufügen
es: Añadir a las tarjetas
fr: Ajouter aux cartes
it: Aggiungi alle schede
ja: カードに追加
ko: 카드에 추가
pl: Dodaj do kart
pt_br: Adicionar aos cartões
ru: В карточки
tr: Kartlara ekle
uk: Додати до карток
zh_hans: 添加到卡片

source: Update card
de: Karte aktualisieren
es: Actualizar tarjeta
fr: Mettre à jour la carte
it: Aggiorna card
ja: カードを更新
ko: 카드 업데이트
pl: Zaktualizuj fiszkę
pt_br: Atualizar cartão
ru: Обновить карточку
tr: Kartı güncelle
uk: Оновити картку
zh_hans: 更新卡片

source: Building a card for “%@”…
de: Karte für „%@“ wird erstellt…
es: Creando una tarjeta para «%@»…
fr: Création d'une carte pour « %@ »…
it: Creazione della scheda per “%@”…
ja: 「%@」のカードを作成中…
ko: “%@” 카드를 만드는 중…
pl: Tworzenie karty dla „%@”…
pt_br: Criando um cartão para “%@”…
ru: Собираю карточку для «%@»…
tr: “%@” için kart oluşturuluyor…
uk: Створення картки для «%@»…
zh_hans: 正在为“%@”生成卡片…

source: Added to cards: %@
de: Zu Karten hinzugefügt: %@
es: Añadida a las tarjetas: %@
fr: Ajouté aux cartes : %@
it: Aggiunta alle schede: %@
ja: カードに追加しました: %@
ko: 카드에 추가됨: %@
pl: Dodano do kart: %@
pt_br: Adicionado aos cartões: %@
ru: Добавлено в карточки: %@
tr: Kartlara eklendi: %@
uk: Додано до карток: %@
zh_hans: 已添加到卡片：%@

source: Couldn't build a card from the model's reply.
de: Aus der Antwort des Modells konnte keine Karte erstellt werden.
es: No se pudo crear una tarjeta con la respuesta del modelo.
fr: Impossible de créer une carte à partir de la réponse du modèle.
it: Impossibile creare una scheda dalla risposta del modello.
ja: モデルの応答からカードを作成できませんでした。
ko: 모델의 응답으로 카드를 만들 수 없습니다.
pl: Nie udało się utworzyć karty z odpowiedzi modelu.
pt_br: Não foi possível criar um cartão com a resposta do modelo.
ru: Не удалось собрать карточку из ответа модели.
tr: Modelin yanıtından kart oluşturulamadı.
uk: Не вдалося створити картку з відповіді моделі.
zh_hans: 无法根据模型的回复生成卡片。

source: Learning
de: Lernen
es: Aprendiendo
fr: En cours
it: In apprendimento
ja: 学習中
ko: 학습 중
pl: W nauce
pt_br: Aprendendo
ru: Учу
tr: Öğreniliyor
uk: Вивчається
zh_hans: 学习中

source: Learned
de: Gelernt
es: Aprendidas
fr: Appris
it: Imparate
ja: 習得済み
ko: 학습 완료
pl: Opanowane
pt_br: Aprendidas
ru: Выучено
tr: Öğrenildi
uk: Вивчено
zh_hans: 已学会

source: No cards yet
de: Noch keine Karten
es: Aún no hay tarjetas
fr: Aucune carte pour l’instant
it: Ancora nessuna card
ja: カードがありません
ko: 아직 카드가 없습니다
pl: Brak fiszek
pt_br: Nenhum cartão ainda
ru: Карточек пока нет
tr: Henüz kart yok
uk: Поки немає карток
zh_hans: 暂无卡片

source: Select a word in any translation and choose “Add to cards”.
de: Wähle in einer Übersetzung ein Wort aus und tippe auf „Zu Karten hinzufügen“.
es: Selecciona una palabra en cualquier traducción y elige “Añadir a tarjetas”.
fr: Sélectionnez un mot dans une traduction et choisissez « Ajouter aux cartes ».
it: Seleziona una parola in una traduzione e scegli “Aggiungi alle card”.
ja: 翻訳内の単語を選択して「カードに追加」を選びます。
ko: 번역문에서 단어를 선택한 뒤 “카드에 추가”를 선택하세요.
pl: Zaznacz słowo w dowolnym tłumaczeniu i wybierz „Dodaj do fiszek”.
pt_br: Selecione uma palavra em qualquer tradução e escolha “Adicionar aos cartões”.
ru: Выдели слово в любом переводе и выбери «В карточки».
tr: Herhangi bir çeviride bir kelime seçin ve “Kartlara ekle”yi seçin.
uk: Виділіть слово в будь-якому перекладі та виберіть «Додати до карток».
zh_hans: 在任意译文中选中一个词，然后选择“加入卡片”。

source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Schede
ja: カード
ko: 카드
pl: Karty
pt_br: Cartões
ru: Карточки
tr: Kartlar
uk: Картки
zh_hans: 卡片

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除

source: Forms
de: Formen
es: Formas
fr: Formes
it: Forme
ja: 活用形
ko: 어형
pl: Formy
pt_br: Formas
ru: Формы
tr: Biçimler
uk: Форми
zh_hans: 词形

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
ja: 例文
ko: 예문
pl: Przykłady
pt_br: Exemplos
ru: Примеры
tr: Örnekler
uk: Приклади
zh_hans: 例句

source: Note
de: Notiz
es: Nota
it: Nota
ja: メモ
ko: 메모
pl: Notatka
pt_br: Nota
ru: Примечание
tr: Not
uk: Примітка
zh_hans: 备注

source: Mark as learning
de: Zum Lernen markieren
es: Marcar como en aprendizaje
fr: Marquer comme en cours
it: Segna come in apprendimento
ja: 学習中にする
ko: 학습 중으로 표시
pl: Oznacz jako w nauce
pt_br: Marcar como aprendendo
ru: Вернуть в изучаемые
tr: Öğreniliyor olarak işaretle
uk: Позначити як таке, що вивчається
zh_hans: 标记为学习中

source: Mark as learned
de: Als gelernt markieren
es: Marcar como aprendida
fr: Marquer comme appris
it: Segna come imparata
ja: 習得済みにする
ko: 학습 완료로 표시
pl: Oznacz jako opanowane
pt_br: Marcar como aprendida
ru: Выучено
tr: Öğrenildi olarak işaretle
uk: Позначити як вивчене
zh_hans: 标记为已学会

source: Delete card
de: Karte löschen
es: Eliminar tarjeta
fr: Supprimer la carte
it: Elimina scheda
ja: カードを削除
ko: 카드 삭제
pl: Usuń kartę
pt_br: Excluir cartão
ru: Удалить карточку
tr: Kartı sil
uk: Видалити картку
zh_hans: 删除卡片

source: Delete this card?
de: Diese Karte löschen?
es: ¿Eliminar esta tarjeta?
fr: Supprimer cette carte ?
it: Eliminare questa scheda?
ja: このカードを削除しますか？
ko: 이 카드를 삭제할까요?
pl: Usunąć tę kartę?
pt_br: Excluir este cartão?
ru: Удалить карточку?
tr: Bu kart silinsin mi?
uk: Видалити цю картку?
zh_hans: 要删除这张卡片吗？

source: Card deleted
de: Karte gelöscht
es: Tarjeta eliminada
fr: Carte supprimée
it: Scheda eliminata
ja: カードを削除しました
ko: 카드가 삭제됨
pl: Karta usunięta
pt_br: Cartão excluído
ru: Карточка удалена
tr: Kart silindi
uk: Картку видалено
zh_hans: 已删除卡片

source: Learned %@ · added %@
de: Gelernt %@ · hinzugefügt %@
es: Aprendida %@ · añadida %@
fr: Appris %@ · ajouté %@
it: Imparata %@ · aggiunta %@
ja: 習得 %@ · 追加 %@
ko: 학습 완료 %@ · 추가 %@
pl: Opanowano %@ · dodano %@
pt_br: Aprendido %@ · adicionado %@
ru: Выучено %@ · добавлено %@
tr: Öğrenildi %@ · eklendi %@
uk: Вивчено %@ · додано %@
zh_hans: 学会于 %@ · 添加于 %@

source: Added %@
de: %@ hinzugefügt
es: Añadida %@
fr: Ajouté %@
it: Aggiunta %@
ja: 追加 %@
ko: %@ 추가됨
pl: Dodano %@
pt_br: Adicionado %@
ru: Добавлено %@
tr: %@ eklendi
uk: Додано %@
zh_hans: 添加于 %@

source: Study
de: Lernen
es: Estudiar
fr: Réviser
it: Studia
ja: 学習
ko: 학습
pl: Nauka
pt_br: Estudar
ru: Учить
tr: Çalış
uk: Вчити
zh_hans: 学习

source: Forgot
de: Vergessen
es: Olvidada
fr: Oublié
it: Dimenticata
ja: 忘れた
ko: 잊음
pl: Nie pamiętam
pt_br: Esqueci
ru: Забыл
tr: Unuttum
uk: Забув
zh_hans: 忘记了

source: Remember
de: Gemerkt
es: Recordada
fr: Mémorisé
it: Ricordata
ja: 覚えた
ko: 기억함
pl: Pamiętam
pt_br: Lembrei
ru: Помню
tr: Hatırladım
uk: Пам’ятаю
zh_hans: 记住了

source: All cards learned
de: Alle Karten gelernt
es: Todas las tarjetas aprendidas
fr: Toutes les cartes sont apprises
it: Tutte le schede imparate
ja: すべてのカードを習得しました
ko: 모든 카드를 학습했습니다
pl: Wszystkie karty opanowane
pt_br: Todos os cartões aprendidos
ru: Все карточки выучены
tr: Tüm kartlar öğrenildi
uk: Усі картки вивчено
zh_hans: 所有卡片已学会

source: Add more words from your translations to keep studying.
de: Füge weitere Wörter aus deinen Übersetzungen hinzu, um weiterzulernen.
es: Añade más palabras de tus traducciones para seguir estudiando.
fr: Ajoutez d'autres mots depuis vos traductions pour continuer à réviser.
it: Aggiungi altre parole dalle tue traduzioni per continuare a studiare.
ja: 翻訳から単語を追加して学習を続けましょう。
ko: 번역에서 단어를 더 추가해 학습을 이어가세요.
pl: Dodaj więcej słów ze swoich tłumaczeń, aby uczyć się dalej.
pt_br: Adicione mais palavras das suas traduções para continuar estudando.
ru: Добавь ещё слов из переводов, чтобы продолжить.
tr: Çalışmayı sürdürmek için çevirilerinizden yeni kelimeler ekleyin.
uk: Додавайте більше слів зі своїх перекладів, щоб продовжити навчання.
zh_hans: 从翻译中添加更多单词，继续学习。

source: “%@” is learned
de: „%@“ ist gelernt
es: “%@” aprendida
fr: « %@ » est appris
it: “%@” è stata imparata
ja: 「%@」を習得しました
ko: “%@” 학습 완료
pl: „%@” – opanowane
pt_br: “%@” foi aprendida
ru: «%@» выучено
tr: “%@” öğrenildi
uk: «%@» вивчено
zh_hans: “%@”已学会

source: %lld words to learn
de: %lld Wörter zu lernen
es: %lld palabras por aprender
fr: %lld mots à apprendre
it: %lld parole da imparare
ja: 学習する単語%lld件
ko: 학습할 단어 %lld개
pl: %lld słów do nauki
pt_br: %lld palavras a aprender
ru: Слов на изучении: %lld
tr: %lld kelime öğrenilecek
uk: %lld слів для вивчення
zh_hans: %lld 个待学单词

source: %lld reviewed · %lld to learn
de: %lld wiederholt · %lld zu lernen
es: %lld repasadas · %lld por aprender
fr: %lld révisés · %lld à apprendre
it: %lld ripassate · %lld da imparare
ja: %lld件復習済み · %lld件学習予定
ko: %lld개 복습함 · %lld개 학습 예정
pl: %lld powtórzonych · %lld do nauki
pt_br: %lld revisadas · %lld a aprender
ru: Просмотрено: %lld · учить: %lld
tr: %lld tekrar edildi · %lld öğrenilecek
uk: Повторено: %lld · Вивчити: %lld
zh_hans: 已复习 %lld 个 · 待学 %lld 个

source: Tap the card to see the translation.
de: Tippe auf die Karte, um die Übersetzung zu sehen.
es: Toca la tarjeta para ver la traducción.
fr: Touchez la carte pour voir la traduction.
it: Tocca la card per vedere la traduzione.
ja: カードをタップすると翻訳が表示されます。
ko: 카드를 탭하면 번역이 표시됩니다.
pl: Naciśnij fiszkę, aby zobaczyć tłumaczenie.
pt_br: Toque no cartão para ver a tradução.
ru: Нажми на карточку, чтобы увидеть перевод.
tr: Çeviriyi görmek için karta dokunun.
uk: Торкніться картки, щоб побачити переклад.
zh_hans: 轻点卡片查看译文。

source: Swipe right if you remembered it, left if not.
de: Wische nach rechts, wenn du es wusstest, sonst nach links.
es: Desliza a la derecha si la recordaste, a la izquierda si no.
fr: Balayez vers la droite si vous vous en souvenez, vers la gauche sinon.
it: Scorri a destra se l'hai ricordata, a sinistra se no.
ja: 覚えていたら右、覚えていなければ左にスワイプします。
ko: 기억났으면 오른쪽으로, 아니면 왼쪽으로 쓸어넘기세요.
pl: Przesuń w prawo, jeśli pamiętasz, w lewo, jeśli nie.
pt_br: Deslize para a direita se lembrou, para a esquerda se não.
ru: Свайп вправо — помню, влево — забыл.
tr: Hatırladıysanız sağa, hatırlamadıysanız sola kaydırın.
uk: Свайп праворуч — якщо згадали, ліворуч — якщо ні.
zh_hans: 记住了就向右滑，没记住就向左滑。

source: Study words
de: Wörter lernen
es: Estudiar palabras
fr: Réviser les mots
it: Studia le parole
ja: 単語を学習
ko: 단어 학습
pl: Ucz się słówek
pt_br: Estudar palavras
ru: Учить слова
tr: Kelime çalış
uk: Вчити слова
zh_hans: 学习单词
